[
    {
        "statement": "Only 3 x-words can hide.",
        "question": "Can only 3 x-words hide?",
        "tag_question": "Only 3 x-words can hide, can't they?",
        "negation": "Only 3 x-words can't hide.",
        "distractors": ""
    },
    {
       "statement": "Carrie lives in Cape May.",
       "question": "Does Carrie live in Cape May?",
       "tag_question": "Carrie lives in Cape May, doesn't she?",
       "negation": "Carrie doesn't live in Cape May.",
       "distractors": ""
    },
    {
        "statement": "She teaches music in one of the public schools there.",
        "question": "Does she teach music in one of the public schools there?",
        "tag_question": "She teaches music in one of the public schools there, doesn't she?",
        "negation": "She doesn't teach music in one of the public schools there.",
        "distractors": ""
    },
    {
       "statement": "She took the picture here right after a wave came.",
       "question": "Did she take the picture here right after a wave came?",
       "tag_question": "She took the picture here right after a wave came, didn't she?",
       "negation": "She didn't take the picture here right after a wave came.",
       "distractors": ""
    },
    {
       "statement": "Lots of tourists visit Cape May.",
       "question": "Do lots of tourists visit Cape May?",
       "tag_question": "Lots of tourists visit Cape May, don't they?",
       "negation": "Lots of tourists don't visit Cape May.",
       "distractors": ""
    },
    {
       "statement": "The Cape May National Wildlife Refuge and other places offer plenty of activities and information for nature lovers.",
       "question": "Do the Cape May National Wildlife Refuge and other places offer plenty of activities and information for nature lovers?",
       "tag_question": "The Cape May National Wildlife Refuge and other places offer plenty of activities and information for nature lovers, don't they?",
       "negation": "The Cape May National Wildlife Refuge and other places don't offer plenty of activities and information for nature lovers.",
       "distractors": ""
    }
]
