{"comment": "*** THIS IS AN AUTOGENERATED FILE DO NOT MANUALLY EDIT ***", "articles": [{"discipline": "culture", "date": "2018-09-24", "description": "Debbie bought this blender in the early 1960s, shortly after getting married. When her kids were little, she made drinks and baby food in it. Although she didn't keep soda in the house ...", "title": "A Durable Blender", "url": "articles/a-durable-blender", "gradeLevel": 7, "tags": "blender, durable, fruit, soup, drinks"}, {"discipline": "science", "date": "09-15-18", "description": "Two things happened to me recently to remind me that nature is with us everywhere, even in an urban environment. As I was walking down the street with a friend, I felt my sneaker hit something lightly.", "title": "A Hawk In Queens", "url": "articles/a-hawk-in-queens", "gradeLevel": 7, "tags": "NYC, bird, animal"}, {"discipline": "science", "date": "2018-09-11", "description": "The astrophysicist Neil deGrasse Tyson often reminds people to simply look up. It's a way to appreciate what we can see in the sky, no matter where we are.", "title": "A Special Sunset", "url": "articles/a-special-sunset", "gradeLevel": 7, "tags": "NYC, Manhattan, Manhattanhenge, sunset, Neil deGrasse Tyson"}, {"discipline": "culture", "date": "2018-10-11", "description": "One November, we went to Herald Square in Manhattan to watch the famous Macy’s Thanksgiving parade. We were expecting to see crowds of people and a parade with huge balloons.", "title": "Abu The Flutemaker", "url": "articles/abu-the-flutemaker", "gradeLevel": 7, "tags": "Abu, Thanksgiving, Africa, music, instrument"}, {"discipline": "positive psychology", "description": "Think about a time when you told someone some good news, talked about a positive experience, or described something that made you feel successful. It could be something simple, like watching a movie you really enjoyed, or finding out that you could leave work early. It could also be...", "title": "Acr Active Constructive Responding", "url": "articles/acr-active-constructive-responding", "gradeLevel": 7, "tags": "piano, moving, active constructive response, active desctructive response, passive, communication, relationships"}, {"discipline": "science", "date": "2018-09-12", "description": "Santa Fe, New Mexico is a small city in the southwestern part of the United States. It’s located 7,000 feet above sea level, at the southern end of the Rocky Mountains. There are ...", "title": "An Adobe House In Santa Fe", "url": "articles/an-adobe-house-in-santa-fe", "gradeLevel": 9, "tags": "adobe, house, New Mexico, Santa Fe, traditional"}, {"discipline": "culture", "date": "2018-10-09", "description": "Have you ever ridden an old-fashioned bicycle? It looks pretty in the image etched in this glass window. It could be fun to try, but...", "title": "An Old Fashioned Bicycle", "url": "articles/an-old-fashioned-bicycle", "gradeLevel": 5, "tags": "bicycle, bike, old-fashioned, glass, window, fun"}, {"discipline": "health", "date": "2018-09-30", "description": "Maya still couldn't believe she'd actually broken a small piece of bone in her toe. She'd been playing soccer, her favorite sport. By accident, she kicked ...", "title": "Antibiotics", "url": "articles/antibiotics", "gradeLevel": 6, "tags": "antibiotics, resistance, infection, bone, broken bone"}, {"discipline": "history", "date": "2018-10-01", "description": "In the United States, the second Monday in October is a federal holiday. That means public schools and other government institutions  are closed. The holiday is officially...", "title": "Columbus Day", "url": "articles/columbus-day", "gradeLevel": 9, "tags": "indigenous, Columbus, history, Caribbean, Taino"}, {"discipline": "science", "date": "2018-09-19", "description": "The sun was shining, but the temperature was only about 20 degrees Fahrenheit, minus 7 Celsius. The combination of such cold air and strong winds led to a wind chill advisory from the United States National Weather Service. They warned of ...", "title": "Composting In The Cold", "url": "articles/composting-in-the-cold", "gradeLevel": 8, "tags": "NYC, compost, freezing, waste"}, {"discipline": "science", "date": "2018-09-26", "description": "Good readers, like good language learners, know how to use the context to understand things. What does context mean? We can define it as the setting, which means ...", "title": "Context Kayak", "url": "articles/context-kayak", "gradeLevel": 9, "tags": "context, reading, kayak, logic"}, {"discipline": "business", "date": "2018-09-05", "description": "CSA stands for Community Supported Agriculture, a system that can benefit both farmers and the people who buy their crops. The customer pays the farmer for a season’s worth of produce in advance, before even seeing it. That helps the farmer financially by ...", "title": "Csa", "url": "articles/csa", "gradeLevel": 7, "tags": "agriculture, CSA, community support, vegetables, farms, farmers"}, {"discipline": "science", "date": "2018-09-14", "description": "How much energy do you use in the form of electricity? How is that connected to making climate change worse or better? Earth Hour is ...", "title": "Earth Hour Hmmm", "url": "articles/earth-hour-hmmm", "gradeLevel": 7, "tags": "environment, climate, earth hour, candles, carbon, change"}, {"discipline": "science", "date": "2018-09-13", "description": "Are you afraid of heights? Some people can't look over the edge of a cliff or a tall building without feeling a little queasy. Others don’t share that ...", "title": "Flying", "url": "articles/flying", "gradeLevel": 6, "tags": "fly, lake, boat, float"}, {"discipline": "science", "date": "2018-09-16", "description": "How do you feel about fur? If you have any fur-bearing pets around, how do you think they feel about it? How does their fur feel ... ", "title": "Fur", "url": "articles/fur", "gradeLevel": 6, "tags": "NYC, protest, fur, animal"}, {"discipline": "science, history", "date": "2018-09-25", "description": "Governors Island is a small island in New York Harbor, very close to Manhattan, Brooklyn and Staten Island. It was inhabited by American Indians of the Lenape tribe first.", "title": "Governors Island", "url": "articles/governors-island", "gradeLevel": 9, "tags": "New York, governors island, history, oysters, park"}, {"discipline": "mathematics", "date": "2018-10-12", "description": "You don’t have to love math to appreciate Pi Day. The enthusiasm of math lovers can brighten anyone's day on March 14th every year. There are plenty of ways to celebrate the number ...", "title": "Happy Pi Day", "url": "articles/happy-pi-day", "gradeLevel": 4, "tags": "pi, numbers, diameter, ratio, math"}, {"discipline": "science", "date": "2018-09-08", "description": "Jamaica Bay Wildlife Refuge is a place to forget about the city and enjoy some time in nature. Although it's part of the 5 boroughs of New York, it feels like another world.", "title": "Jamaica Bay Wildlife Refuge", "url": "articles/jamaica-bay-wildlife-refuge", "gradeLevel": 7, "tags": "NYC, bird, animal, wildlife, water, Jamaica Bay, nature"}, {"discipline": "science", "date": "2018-09-20", "description": "Tigers are often called big cats for obvious reasons. They look and move like the smaller cats humans have lived with for thousands of years. Both types of cats are carnivores...", "title": "Killer Cats", "url": "articles/killer-cats", "gradeLevel": 5, "tags": "cats, birds, squirrels, carnivores, omnivores"}, {"discipline": "psychology", "date": "2018-09-28", "description": "Growing up in the northeastern part of the United States, I never knew much about malaria. To me, mosquitoes were something to avoid, but getting bitten didn’t mean getting ...", "title": "Mosquitoes And Malaria", "url": "articles/mosquitoes-and-malaria", "gradeLevel": 8, "tags": "mosquitoes, malaria, drug resistance, right, know"}, {"discipline": "health", "date": "2018-09-29", "description": "No glove, no love. I don't remember what caught my eye first. It might have been the basket of free condoms with the NYC logo, or it could have been the message...", "title": "No Glove No Love", "url": "articles/no-glove-no-love", "gradeLevel": 4, "tags": "NYC, HIV, AIDS, volunteers, condoms, books"}, {"discipline": "culture", "date": "2018-09-09", "description": "Imagine that you are living in the year , and the plant in the picture is still growing. The yellow flower looks like a type of prickly pear cactus, also known as nopal. Typically found in Mexico and ...", "title": "Nopal In New York", "url": "articles/nopal-in-new-york", "gradeLevel": 7, "tags": "New York, Mexico, nopal, plants, grow, trees, eagle"}, {"discipline": "science", "date": "2018-10-08", "description": "How would it feel to hang out on one of Manhattan's major avenues without all the cars, trucks and buses? You can find out through a special program called NYC Summer Streets. An annual celebration of public space and warm weather ...", "title": "Nyc Summer Streets", "url": "articles/nyc-summer-streets", "gradeLevel": 8, "tags": "NYC, summer, streets, fun, exercise"}, {"discipline": "education, business", "date": "2018-09-06", "description": "The name Piaget means different things to different people. It brings memories of teaching and learning to anyone who has studied developmental psychology or theories of learning. On the other hand, a person who loves a certain type of fine jewelry might...", "title": "Piaget", "url": "articles/piaget", "gradeLevel": 8, "tags": "Piaget, education, learning, jewelry, watches"}, {"discipline": "science", "date": "2018-09-18", "description": "Pingyao is an ancient city in China. It's famous for its big city walls, wide enough to walk on with friends and high enough to offer a good view on both sides. Various points on top of the wall give ...", "title": "Pingyao Organics", "url": "articles/pingyao-organics", "gradeLevel": 8, "tags": "compost, night soil, sanitation, China, Pingyao, toilet, waste, organics"}, {"discipline": "positive psychology", "date": "2018-10-13", "description": "Don't let the title fool you. Positive psychology is not the same as positive thinking. It doesn't deny reality. It doesn't pretend that you can get ...", "title": "Positive Psychology", "url": "articles/positive-psychology", "gradeLevel": 8, "tags": "positive, psychology, well-being, flourish, thrive, better"}, {"discipline": "science", "date": "2018-09-21", "description": "Puppies, like some other mammals, can’t see clearly at the beginning of their lives. Their eyes don’t open for about two weeks. They can’t really hear or ...", "title": "Protective Dogs", "url": "articles/protective-dogs", "gradeLevel": 8, "tags": "parent, dog, animal, puppy"}, {"url": "articles/purslane", "title": "Purslane"}, {"discipline": "environmental science", "date": "2018-09-02", "description": "I don’t know how many times I’ve heard someone say that Haiti doesn’t have any trees, but that’s clearly not true. Yes, Haiti has suffered from years of deforestation; trees were cut down for firewood and to make room for farms, houses, etc. However, as you can see ...", "title": "Reforestation Not Deforestation", "url": "articles/reforestation-not-deforestation", "gradeLevel": 8, "tags": "reforestation, deforestation, trees, Haiti "}, {"discipline": "positive psychology", "date": "2018-10-03", "description": "You can find people all around the world who enjoy eating rice and beans, or rice and fish, or all three. The food shown here was photographed by the filmmaker Naheem Adio. He didn’t tell me who ...", "title": "Rice And Beans", "url": "articles/rice-and-beans", "gradeLevel": 8, "tags": "rice, beans, food, West Indian Parade, Brooklyn "}, {"discipline": "science", "date": "2018-10-06", "description": "One thing that does not change about New York City is the fact that it's always changing. That's especially true in terms of construction. Old buildings are demolished, and new ones are ...", "title": "Rust For A Reason", "url": "articles/rust-for-a-reason", "gradeLevel": 8, "tags": "New York, rust, construction, architecture, steel, CorTen"}, {"discipline": "science", "date": "2018-09-10", "description": "People have grown and used sage for centuries. In some cultures, it’s associated with herbal remedies. Its essential oils may have some ...", "title": "Sage", "url": "articles/sage", "gradeLevel": 8, "tags": "sage, herbs, plants, tea"}, {"discipline": "positive psychology", "date": "2018-10-15", "description": "Enjoying a delicious bowl of soup is like smiling when we hear some music we really like. Both are things we can savor. In positive psychology, savoring means more than just tasting ...", "title": "Savoring", "url": "articles/savoring", "gradeLevel": 8, "tags": "savor, savoring, experience, appreciate, enjoy"}, {"discipline": "business", "date": "2018-09-04", "description": "When you think of classic American road food  like hamburgers, french fries, and milkshakes, do you see any connection to democracy? If you  have ever heard the history of the original Shake Shack, maybe you do. A restaurant with fast food  and more,  Shake Shack has ...", "title": "Shake Shack", "url": "articles/shake-shack", "gradeLevel": 8, "tags": "NYC, business, entrepreneur, burgers, park, Shake Shack, Danny Meyer"}, {"discipline": "positive psychology", "date": "2018-10-19", "description": "This character strength has a long name, but it's not tricky to understand. It just means that you notice and appreciate beauty, excellence and/or skilled performance in all parts of life. What do you find ...", "title": "Strength Appreciation Of Beauty And Excellence", "url": "articles/strength-appreciation-of-beauty-and-excellence", "gradeLevel": 8, "tags": "positive, psychology, appreciation, beauty, beautiful, excellent, excellence "}, {"url": "articles/strength-gratitude", "title": "Strength Gratitude"}, {"discipline": "positive psychology", "date": "2018-10-21", "description": "One funny thing about humor is that it's universal, yet it's also both cultural and personal. We all laugh in the same language, in our own ways. However, we don't all laugh ...", "title": "Strength Humor", "url": "articles/strength-humor", "gradeLevel": 8, "tags": "positive, psychology, strength, humor, funny, laugh"}, {"discipline": "positive psychology", "date": "2018-10-30", "description": "Being kind to yourself and others can increase your well-being. That's powerful information to keep in mind, especially when you're having a hard time or feeling bored. Instead of letting ... ", "title": "Strength Kindness", "url": "articles/strength-kindness", "gradeLevel": 8, "tags": "kind, kindness, love, humanity"}, {"discipline": "positive psychology", "date": "2018-10-27", "description": "Leadership involves taking action and serving as an example to others. A leader can help motivate a group of people to do something and get along well while doing it.", "title": "Strength Leadership", "url": "articles/strength-leadership", "gradeLevel": 8, "tags": "leadership, leader, motivate, justice, lead, example"}, {"discipline": "positive psychology", "date": "2018-11-03", "description": "Perseverance means persistence, finishing what you start. When you face obstacles like difficulty or failure, it can be hard to persevere, but that's the point. You keep trying until ...", "title": "Strength Perseverance", "url": "articles/strength-perseverance", "gradeLevel": 8, "tags": "perseverance, persevere, persist, try, continue, courage"}, {"discipline": "positive psychology", "date": "2018-10-24", "description": "When you put a pot or pan on the stove, which way does the handle face? It may seem like a strange question, but if young children are ever in the kitchen, the answer should be ...", "title": "Strength Prudence", "url": "articles/strength-prudence", "gradeLevel": 8, "tags": "prudence, moderation, careful, wise"}, {"discipline": "culture", "date": "2018-10-05", "description": "In New York, anyone who rides the subway has a chance to enjoy a very informal art museum at subway stations in each of the five boroughs.  Mosaics are the most common type of subway art. Others include ...", "title": "Subway Art", "url": "articles/subway-art", "gradeLevel": 8}, {"discipline": "science", "date": "2018-09-07", "description": "Smog is a type of air pollution that you can often see low in the sky over cities. The term comes from two words that were combined to make one: smoke plus fog equals ...", "title": "Sunsets And Smog", "url": "articles/sunsets-and-smog", "gradeLevel": 8, "tags": "sunsets, smog, sky, air pollution, light, fog"}, {"discipline": "culture", "date": "2018-10-07", "description": "While walking through Brooklyn Bridge Park on a beautiful summer weekend, we noticed a few couples posing for wedding photos. We stopped to look at them and take some pictures. It quickly became clear that ...", "title": "The Getaway Car", "url": "articles/the-getaway-car", "gradeLevel": 8, "tags": "getaway, car, wedding, photos, Brooklyn, pictures"}, {"discipline": "culture", "date": "2018-10-04", "description": "Tom Fruin is an artist born in Los Angeles, California. He has exhibited his work around the world in places as far apart as Buenos Aires, Argentina  and Copenhagen, Denmark. He has also lived and worked in ...", "title": "Tom Fruins Watertower", "url": "articles/tom-fruins-watertower", "gradeLevel": 8, "tags": "Fruin, art, artist, watertower, Brooklyn"}, {"discipline": "culture", "date": "2018-10-10", "description": "One morning in late summer, my friend and I took a ferry from Manhattan to Governors Island. We got off and walked up the hill to admire the views. After taking some ...", "title": "Uh Oh", "url": "articles/uh-oh", "gradeLevel": 8, "tags": "governors, island, hat, river, ferry"}, {"discipline": "positive psychology", "date": "2018-10-17", "description": "People all over the world have specific ideas about what's right and what's wrong. We all have a sense of morals and beliefs about what we should and shouldn't do. This includes ideas about ...", "title": "Virtues", "url": "articles/virtues", "gradeLevel": 9, "tags": "virtues, morals, beliefs, right, wrong"}, {"discipline": "culture", "date": "2018-10-02", "description": "Have you ever stood next to someone walking on stilts or tried to do it yourself? It might look fun, but it's not easy. You need to balance carefully and take your first steps with confidence - yet not too fast. You can’t be afraid to take a risk. It helps to have someone show you how to get off the stilts quickly in case you feel like you're going to fall.", "title": "Walking On Stilts", "url": "articles/walking-on-stilts", "gradeLevel": 8}, {"discipline": "science", "date": "2018-10-16", "description": "A mindset is a way of thinking, especially a way that's a habit. We might see ourselves as good at one subject but not another. Some people say they're good at ...", "title": "Whats Your Mindset", "url": "articles/whats-your-mindset", "gradeLevel": 7, "tags": "mindset, thinking, habit, mentality, growth, fixed"}, {"discipline": "environmental science", "date": "2018-09-03", "description": "In New York City, it’s easy to feel far from the types of sanitation problems that people struggle with in other areas. We have running water that we can drink without getting sick. We don't need a bucket to ...", "title": "Where Does Rain Go In Nyc", "url": "articles/where-does-rain-go-in-nyc", "gradeLevel": 8, "tags": "NYC, sanitation, rain, waste, sewage, do something, help, solve, solution"}, {"discipline": "science", "date": "2018-09-17", "description": "The warning on the sign here is very clear in English and Spanish. There’s even a symbol for anyone who doesn’t understand those languages or who learns more clearly through images. Even though the ice looks solid ...", "title": "Danger Thin Ice", "url": "articles/danger-thin-ice", "gradeLevel": 6, "tags": "NYC, winter, ice, park, danger, skating"}, {"discipline": "science", "date": "2018-09-23", "description": "Elisabeth does the dishes by hand even though she has a dishwasher right next to the sink. She doesn’t use it very often because she prefers to wash the dishes herself. She likes the feel of ...", "title": "Doing The Dishes", "url": "articles/doing-the-dishes", "gradeLevel": 6, "tags": "dishes, washing, doing dishes, organize"}, {"discipline": "psychology", "date": "2018-09-27", "description": "One winter afternoon, I went to a restaurant for lunch with some friends. The sky had been gray all day, so I took an umbrella with me just in case. I forgot all about the ...", "title": "Learning From Mistakes", "url": "articles/learning-from-mistakes", "gradeLevel": 6, "tags": "learning, mistakes, umbrella, snow"}, {"discipline": "positive psychology", "date": "2018-11-05", "description": "Enthusiasm is a sense of excitement and interest in whatever you're doing. It's when you feel a sense of passion and inspiration to live the way you've chosen to.", "title": "Strength Enthusiasm", "url": "articles/strength-enthusiasm", "gradeLevel": 8, "tags": "positive, psychology, strength, enthusiasm, excitement, passion, courage"}, {"discipline": "positive psychology", "date": "2018-09-12", "description": "Teamwork means working together to reach a goal. By focusing on a shared purpose instead of our own ego, we can help our team be effective. A team can be ...", "title": "Strength Teamwork", "url": "articles/strength-teamwork", "gradeLevel": 8, "tags": "justice, teamwork, team, cooperate, collaborate, together, goal"}, {"discipline": "positive psychology", "date": "2018-10-14", "description": "As humans, we have a strong survival instinct, a positive quality. We also have a negativity bias that makes it easier for us to notice dangers and problems than things that won’t hurt us. As a result, we can fall ...", "title": "Positive Emotions", "url": "articles/positive emotions", "gradeLevel": 8, "tags": "positive, emotions, upward, spiral, amusement, awe, gratitude, hope, interest, inspiration, joy, love, pride, serenity"}, {"discipline": "positive psychology", "description": "Becoming fluent in a language you didn’t grow up with takes bravery. It’s not the physical type of bravery that makes firefighters rush into burning buildings to save people. It’s the kind of bravery that ...", "title": "Strength Bravery", "url": "articles/strength-bravery", "gradeLevel": 8, "tags": "2018-11-2"}, {"discipline": "positive psychology", "date": "2018-11-06", "description": "Finding new ways to do things is a sign of creativity. As a character strength, creativity lets us think of original ideas that have a positive effect. Creativity also helps us adapt by ...", "title": "Strength Creativity", "url": "articles/strength-creativity", "gradeLevel": 8, "tags": "positive, psychology, strength, creativity, create, wisdom"}, {"discipline": "positive psychology", "date": "2018-11-07", "description": "If you like learning new things and trying unfamiliar activities, curiosity could be one of your strengths. It’s about asking questions and exploring ideas and activities to find out more. Curiosity is part of ...", "title": "Strength Curiosity", "url": "articles/strength-curiosity", "gradeLevel": 8, "tags": "positive, psychology, strength, curiosity, curious, wisdom"}, {"discipline": "positive psychology", "date": "2018-11-09", "description": "Judgment is a character strength related to wisdom. It’s not about judging based on your opinions; it's about considering different points of view. Judgment depends on ...", "title": "Strength Judgment", "url": "articles/strength-judgment", "gradeLevel": 8, "tags": "judgment, judge, perspective, viewpoints, wisdom"}, {"discipline": "positive psychology", "date": "2018-10-23", "description": "The morning rush hour filled the streets of the Lower East Side with cars and trucks. Jasmin was walking to work from the subway station, covering her mouth and nose at the smell of ...", "title": "Strength Self Control", "url": "articles/strength-self-control", "gradeLevel": 8, "tags": "self-control, self-regulation, practice, muscle, control"}, {"url": "articles/who-took-the-toilet-paper", "title": "Who Took The Toilet Paper"}, {"url": "articles/x-word-grammar-books", "title": "X Word Grammar Books"}, {"url": "articles/x-word-grammar", "title": "X Word Grammar"}, {"url": "articles/about", "title": "About"}, {"discipline": "science", "date": "2018-09-22", "description": "", "title": "Biodiversity Buries Carbon", "url": "articles/biodiversity-buries-carbon", "gradeLevel": 6, "tags": "biodiversity, carbon, soil, plants, garden, trees, NYC"}]}